pkief.material-icon-theme
ms-vscode.remote-explorer
ms-vscode.hexeditor
ms-toolsai.vscode-jupyter-cell-tags
aaron-bond.better-comments
bierner.color-info
ms-toolsai.jupyter-keymap
nash.awesome-flutter-snippets
simonsiefke.svg-preview
bodil.file-browser
ms-toolsai.vscode-jupyter-slideshow
letrieu.expand-region
formulahendry.auto-rename-tag
felixangelov.bloc
seven332.vscode-sksl
me-dutour-mathieu.vscode-github-actions
tamasfe.even-better-toml
miguelsolorio.fluent-icons
breadnaught.vscode-ignore
peterj.proto
tomoki1207.pdf
visualstudioexptteam.vscodeintellicode
slevesque.shader
christian-kohler.path-intellisense
yeikeluriartearteaga.rive-preview
redhat.vscode-yaml
dbaeumer.vscode-eslint
stivo.tailwind-fold
usernamehw.errorlens
jock.svg
ms-toolsai.jupyter-renderers
yoavbls.pretty-ts-errors
esbenp.prettier-vscode
redhat.vscode-xml
jgrundback.vscode-mc-theme
klyap.vscode-stardew-icon-theme
andenetalexander.vim-cheatsheet
wassimdev.windows-nt-vscode-theme
vscodevim.vim
golang.go
be5invis.vscode-custom-css
pmndrs.pmndrs
cdonohue.quill-icons
supermaven.supermaven
postman.postman-for-vscode
prisma.prisma
bradlc.vscode-tailwindcss
github.vscode-github-actions
ms-python.debugpy
ms-vscode.vscode-typescript-next
oxc.oxc-vscode
dart-code.flutter
dart-code.dart-code
ms-vscode-remote.remote-ssh-edit
ms-python.black-formatter
42crunch.vscode-openapi
ms-vscode.cpptools
github.vscode-pull-request-github
waderyan.gitblame
rust-lang.rust-analyzer
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-python.python
ms-vscode-remote.remote-ssh
ms-vscode.wordcount
